[
	{
		"uri": "ligo",
		"desc": "The first official measurement of gravitational waves"
	},
	{
		"title": "Observation of gravitational waves from a binary black hole merger",
		"authors": "LIGO",
		"date": "February 2016",
		"url": "https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.116.061102"
	},
	{
		"text": "This discovery is monumental in the field of physics; it is the first detection of one of Einstein's oldest predictions."
	},
	{
		"level": "1",
		"text": "To create \"gravitational waves\", you need to have two really big objects interacting. In the case of LIGO's experiment, this happened to be two black holes that spiralled one another. By spiralling around each other at large speeds, the black holes generated these gravitational waves."
	},
	{
		"figname": "ligo/BH_spiral.gif",
		"caption": "Two black holes coalescing, emitting gravitational waves.",
		"generator": "ligo/photon_interference.py"
	},
	{
		"level": "2",
		"text": "To understand these gravitational waves, we first have to understand basic wave properties. If two waves line up, they are said to be in phase, and the add together to produce a stronger wave."
	},
	{
		"figname": "ligo/constructive_interference.gif",
		"caption": "Constructive interference between two waves.",
		"generator": "ligo/photon_interference.py"
	},
	{
		"text": "On the other hand, if the waves line up oppositely, they are said to be out of phase and they cancel each other."
	},
	{
		"figname": "ligo/destructive_interference.gif",
		"caption": "Destructive interference between two waves.",
		"generator": "ligo/photon_interference.py"
	},
	{
		"text": "In general, two waves will meet at some phase difference between in phase and out of phase, resulting in partial interference."
	},
	{
		"figname": "ligo/out_of_phase.gif",
		"caption": "Partial interference between two waves.",
		"generator": "ligo/photon_interference.py"
	},
	{
		"level": "3",
		"text": "Now that we understand waves, we can use their properties to measure graviational waves. Gravitational waves are capable of stretching and contracting space, which will mess with their phases. Therefore, we can make use of this, coupled with wave interference, to measure gravitational waves."
	},
	{
		"figname": "ligo/interferometer.gif",
		"caption": "Michelson interferometer, instrument used to measure gravitational waves.",
		"generator": "ligo/photon_interference.py"
	},
	{
		"level": "4",
		"text": "If you're level 4 in this field, you're more qualified than I am to talk about this. Refer to the original paper."
	}
]